#include <locale.h>
#include <stdio.h>
void name()
{
	setlocale(LC_ALL, "RUS");
	puts("******************************************************************************************");
	puts("*                                                                                        *");
	puts("*    тема:Написание и компиляция консольного приложения в среде разработки MVS 2022      *");
	puts("*                                                                                        *");
	puts("* выполнила: Голованева А.А. бТИИ-241                                                   *");
	puts("*                                                                                        *");
	puts("******************************************************************************************");
	return 0;
}
void date()
{
	puts(" __  __    __  __    __  __ ");
	puts("|  ||__   |  ||__   |  ||__ ");
	puts("|__||__|  |__||__|  |__||__|");
}
void main()
{
	name();
	date();
}